Repository: Aarontheissueguy/WaydroidHelper
Catalog: po/*.po
Languages: de, fr, nl, pt_pt

source: About
de: Über
fr: À propos
nl: Over
pt_pt: Acerca

source: WayDroid Helper
nl: WayDroid-hulpapp

source: Version:
nl: Versie:
pt_pt: Versão:

source: A Tweak tool application for WayDroid on Ubuntu Touch.
de: Ein Optimierungswerkzeug für WayDroid auf Ubuntu Touch
fr: Un outil de personnalisation pour WayDroid sur Ubuntu Touch.
nl: Een app voor het afstellen van Waydroid op Ubuntu Touch.
pt_pt: Uma aplicação de ajustes de WayDroid para Ubuntu Touch.

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU General Public License</a> for more details.
de: Diese Anwendung ist als freie Software herausgegeben: Jeder kann sie selbst veröffentlichen und dabei Veränderungen vornehmen, solang er sich an die Richtlinien der GNU General Public License hält. Diese Richtlinien werden durch die Free Software Stiftung herausgegeben und müssen entwededer Version 3 oder einer (aktuelleren) höheren Version entsprechen. Diese Anwendungen wird veröffentlicht in der Hoffnung, dass sie nützlich ist. Jedoch wird KEINE GARANTIE übernommen - es wird auch nicht garantiert dass diese Anwendung MARKTREIF oder ANGEPASST AUF EINEN ZWECK ist. Weitere Infos hier unter <a href='https://www.gnu.org/licenses/gpl-3.0.de.html'>GNU General Public License</a>
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la licence publique générale GNU telle que publiée par la Free Software Foundation, soit la version 3 de la licence, soit (à votre choix) toute version ultérieure. Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de QUALITÉ MARCHANDE ou D'ADAPTATION À UN USAGE PARTICULIER. Voir la <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>Licence publique générale GNU</a> pour plus de détails.
nl: Dit programma is vrije software: je mag het heruitgeven en/of wijzigen onder de voorwaarden van de GNU Algemene Publieke Licentie zoals gepubliceerd door de Free Software Foundation, onder versie 3 van de licentie of (naar eigen inzicht) elke latere versie. Dit programma is gedistribueerd in de hoop dat het nuttig zal zijn maar ZONDER ENIGE GARANTIE; zelfs zonder de impliciete garanties die GEBRUIKELIJK ZIJN IN DE HANDEL of voor BRUIKBAARHEID VOOR EEN SPECIFIEK DOEL. Zie de <a href='https://www.gnu.org/licenses/gpl-3.0.en.html'>GNU Algemene Publieke Licentie</a> voor meer details.

source: DONATE
de: SPENDEN
fr: SOUTENIR FINANCIÈREMENT
nl: DONEREN
pt_pt: DOAR

source: ISSUES
de: PROBLEME
fr: PROBLÈMES
nl: PROBLEMEN
pt_pt: PROBLEMAS

source: SOURCE
de: QUELLCODE
nl: BRONCODE
pt_pt: CÓDIGO-FONTE

source: General contributions:
de: Allgemeine Teilnahme
fr: Contributions générales
nl: Algemene bijdragen:
pt_pt: Contribuições Gerais

source: Install Waydroid
de: Waydroid installieren
fr: Installer WayDroid
nl: Waydroid installeren
pt_pt: Instalar WayDroid

source: By pressing 'start' the installation will, well... start. The installer will let you know what it is currently doing. The installation might take a while. You can safely use other apps or turn off the screen, but don't close this one.
nl: Druk op ‘Starten’ om de installatie - je raadt het al - te starten. De installatiewizard toont de installatiestatus. Maar heb geduld, want het kan even duren. Sluit de app niet af zolang de installatie nog loopt!
pt_pt: Ao pressionar 'iniciar' a instalação inicia. O instalador irá avisá-lo sobre o que está a ser feito. A instalação vai demorar um pouco. Você pode usar outras apps ou desligar o ecrã, mas não encerre o WayDroid Helper.

source: Installation starting
nl: Bezig met starten…
pt_pt: Instalação a iniciar

source: Preparing to download system image (with GAPPS)
nl: Bezig met voorbereiden van schijfkopie (met GAPPS)…
pt_pt: A preparar para transferir a imagem de sistema (com GAPPS)

source: Preparing to download system image
nl: Bezig met voorbereiden van schijfkopie…
pt_pt: A preprar para transferir a imagem de sistema

source: Downloading system image (with GAPPS)
nl: Bezig met downloaden van schijfkopie (met GAPPS)…
pt_pt: A transferir a imagem de sistema (com GAPPS)

source: Downloading system image
nl: Bezig met downloaden van schijfkopie…
pt_pt: A transferir a imagem de sistema

source: Downloading vendor image
nl: Bezig met downloaden van fabrikant-schijfkopie…
pt_pt: A transferir a imagem do fabricante

source: Validating system image
nl: Bezig met valideren van schijfkopie…
pt_pt: A validar o sistema de imagem

source: Validating vendor image
nl: Bezig met valideren van fabrikant-schijfkopie…
pt_pt: A validar a imagem do fabricante

source: Extracting system image
nl: Bezig met extraheren van schijfkopie…
pt_pt: A extrair a imagem do sistema

source: Extracting vendor image
nl: Bezig met extraheren van fabrikant-schijfkopie…
pt_pt: A extrair a imagem do fabricante

source: Installation complete!
nl: De installatie is afgerond!
pt_pt: Instalação completa!

source: Ok
fr: Valider
nl: Oké

source: Start
fr: Démarrer
nl: Starten
pt_pt: Iniciar

source: <br><br> There is absolutely no warranty for this to work! Do not use this installer if you dont want to risk to brick your device permenantly (,which is highly unlikely though)!
nl: <br><br> Er is geen garantie dat Waydroid werkt! Gebruik de installatiewizard niet als je geen risico wilt lopen om je apparaat te permanent blokkeren (kleine kans, maar toch)!

source: You are about to use an experimental Waydroid installer! <br> You can check if your device is supported on <a href="https://devices.ubuntu-touch.io">https://devices.ubuntu-touch.io</a>
nl: Je staat op het punt gebruik te maken van de experimentele Waydroid-installatiewizard! <br> Je kunt op <a href="https://devices.ubuntu-touch.io">https://devices.ubuntu-touch.io</a> zien of je apparaat ondersteund wordt.

source: I understand the risk
de: Ich verstehe das Risiko
fr: Je comprends les risques
nl: Ik begrijp het risico
pt_pt: Eu entendo o risco

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren
pt_pt: Cancelar

source: Waydroid doesn't officially support Android versions past 11 (yet). Your device can still run unofficial Android 13 images (with some additional bugs) from <a href="https://sourceforge.net/projects/aleasto-lineageos/files/LineageOS 20/waydroid_arm64">https://sourceforge.net/projects/aleasto-lineageos/files/LineageOS 20/waydroid_arm64</a> which Waydroid Helper can setup (excluding GAPPS). <br><br> Do you want to continue?
nl: Waydroid heeft nog geen ondersteuning voor Android-versies hoger dan 11. Je apparaat kan gebruikmaken van Android 13 (met enkele bugs) door middel van <a href="https://sourceforge.net/projects/aleasto-lineageos/files/LineageOS 20/waydroid_arm64">https://sourceforge.net/projects/aleasto-lineageos/files/LineageOS 20/waydroid_arm64</a>, welke deze app voor je kan instellen (maar zonder GAPPS). <br><br> Wil je doorgaan?

source: Yes
nl: Ja

source: You can install a special version of Waydroid that comes with google apps. (I personally do not recommend this as it will result in worse privacy.)
de: Du kannst eine spezielle WayDroid Version installieren, die Google Apps unterstützt (Ich kann das nicht empfehlen, da es die Privatsphäre negativ beeinflusst)
fr: Vous pouvez installer une version spécifique de WayDroid incluant les Google Apps. (Je déconseille toutefois cette version pour des raisons de pertes de confidentialité).
nl: Je kunt een speciale versie installeren die standaard de Google-apps aan boord heeft. (niet aanbevolen in verband met Googles privacyproblematiek)
pt_pt: Você pode instalar uma versão especial do WayDroid que tem as google apps. (Pessoalmente, não recomendo pois resulta em pior privacidade.)

source: Enable GAPPS
de: GAPPS aktivieren
fr: Activer GAPPS (Google Apps)
nl: Google-apps installeren
pt_pt: Ativar GAPPS

source: Waydroid Helper
nl: Waydroid-hulpapp

source: Help
de: Hilfe
fr: Aide
nl: Hulp
pt_pt: Ajudar

source: Install Waydroid 📲>
de: Waydroid Installieren 📲>
fr: Installer WayDroid 📲>
nl: Waydroid installeren 📲>
pt_pt: Instalar WayDroid 📲>

source: Show/Hide apps 🙈>
de: Apps zeigen/verstecken 🙈>
fr: Afficher/Masquer les applications 🙈>
nl: Apps tonen/verbergen 🙈>
pt_pt: Mostrar/Ocultar apps 🙈>

source: Waydroid Stop app 🛑>
fr: Arrêter WayDroid 🛑>
nl: App afsluiten 🛑>
pt_pt: Parar WayDroid App 🛑>

source: Waydroid Help ❓>
fr: Aide de WayDroid ❓>
nl: Hulppagina ❓>
pt_pt: Ajuda Waydroid ❓>

source: Uninstall Waydroid 🗑>
de: Waydroid deinstallieren 🗑>
fr: Désinstaller WayDroid 🗑>
nl: Waydroid verwijderen 🗑>
pt_pt: Desinstalar WayDroid 🗑>

source: Show/Hide
de: Zeigen/Verstecken
fr: Afficher/Masquer
nl: Tonen/Verbergen
pt_pt: Mostrar/Ocultar

source: Show/Hide apps
nl: Apps tonen/verbergen
pt_pt: Mostrar/Ocultar apps

source: Swipe on the listed apps to either hide them(bin) or show them(plus) in the Appdrawer. This will NOT install or uninstall the selected app. Reload the Appdrawer for the changes to take effect.
de: Wische die Einträge in der Liste um sie in der Appübersicht zu verstecken (Mülleimer) oder sie anzuzeigen (plus) Dies wird die Apps NICHT installieren oder deinstallieren. Aktualisiere die Appliste um die Änderungen zu übernehmen.
fr: Balayez vers la droite les applications répertoriées pour les masquer (poubelle) ou vers la gauche pour les afficher (signe +) dans le lanceur d'applications. Cela n'installera ou ne désinstallera PAS l'application sélectionnée. Rechargez le lanceur d'applications pour que les modifications prennent effet. (Balayez vers le bas)
nl: Veeg over een app om deze te verbergen (prullenbakpictogram) of tonen (pluspictogram) van/op de applijst. De app in kwestie wordt hierdoor NIET geïnstalleerd of verwijderd. Herlaad de applijst om het verschil te zien.
pt_pt: Deslize nas aplicações listadas para ocultá-las(bin) ou mostrá-las (mais) no Appdrawer. Isso NÃO instalará ou desinstalará a aplicação selecionada. Recarregue o Appdrawer para que as alterações entrem em vigor.

source: Waydroid Stop
fr: Arrêter WayDroid
nl: WayDroid afbreken
pt_pt: Parar WayDroid

source: The 'Waydroid Stop app' allows you to easily stop Waydroid without entering the terminal. Once you press 'Add' a new icon will appear in your appdrawer. Pressing this icon will stop Waydroid if it has crashed or anything else went wrong. If you open any of your Android apps, waydroid will start automaticly again.
de: Mit der "Waydroid Stop App" kannst Du Waydroid ausschalten ohne das Terminal öffnen zu müssen. Sobald die App über "hinzufügen" installiert wurde, wird ein neues Symbol in der Appliste erscheinen. Wenn dieses Symbol gedrückt wird, wird Waydroid gestoppt auch wenn es gecrasht ist. Waydroid startet automatisch wieder, sobald eine Android App gestartet wird.
fr: La fonction 'Arrêter WayDroid' vous permet d'arrêter WayDroid sans avoir besoin de vous rendre dans le terminal. Lorsque vous appuyez sur 'ajouter', une nouvelle icône va apparaître dans le lanceur. Appuyez sur cette icône pour arrêter WayDroid en cas de crash ou tout autre dysfonctionnement. En ouvrant n'importe quelle application Android, WayDroid va automatiquement redémarrer.
nl: Met de Waydroid-stopapp kun je Waydroid stoppen zonder in de terminal te duiken. Als je op ‘Toevoegen’ drukt, dan wordt er een pictogram getoond op de applijst. Druk hierop om Waydroid te stoppen als gevolg van een crash of een ander probleem. Waydroid wordt opnieuw gestart zodra je één van je Android-apps opent.
pt_pt: A aplicação 'Waydroid Stop' permite que você pare facilmente o WayDroid sem utilizar o terminal. Depois de pressionar 'Adicionar', um novo ícone aparecerá no AppDrawer. Pressionar este ícone irá parar o WayDroid se ele travar ou se qualquer outra coisadeu errado. Se você abrir qualquer um dos seus aplicativos Android, o WayDroid iniciará automaticamente de novo.

source: Remove
de: Entfernen
fr: Enlever
nl: Verwijderen
pt_pt: Remover

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen
pt_pt: Adicionar

source: Waydroid Help
fr: Aide de WayDroid
nl: Hulppagina
pt_pt: Ajuda WayDroid

source: <b>You need to run these commands in the terminal app. Tap a command to copy it to the clipboard.</b><br><br>
de: <b>Diese Befehle müssen im Terminal ausgeführt werden. Die Befehle werden in die Zwischenablage kopiert, indem sie angetippt werden.</b><br><br>
fr: <b>Vous devez exécuter ces commandes dans l'application 'terminal'. Appuyez sur une commande pour la copier dans le presse-papiers.</b><br><br>
nl: <b>Voer de volgende opdrachten uit in de terminal-app. Druk op een opdracht om deze te kopiëren naar het klembord.</b><br><br>
pt_pt: <b>Você precisa de executar estes comandos na app do terminal. Clique num comando para copiar para a área de transferências.</b><br><br>

source: <a href='waydroid -h'>waydroid -h</a>, --help show this help message and exit <br><br><a href='waydroid -V'>waydroid -V</a>, --version show program's version number and exit <br><br><a href='waydroid -l LOG'>waydroid -l LOG</a>, --log LOG path to log file <br><br><a href='waydroid --details-to-stdout'>waydroid --details-to-stdout</a> print details (e.g. build output) to stdout, instead of writing to the log <br><br><a href='waydroid -v'>waydroid -v</a>, --verbose write even more to the logfiles (this may reduce performance) <br><br><a href='waydroid -q'>waydroid -q</a>, --quiet do not output any log messages
de: <a href='waydroid -h'>waydroid -h</a>, --help Zeigt diese Hilfe an und beendet das Programm.<br><br><a href='waydroid -V'>waydroid -V</a>, --version Zeigt die Versionsnummer an und beendet das Programm<br><br><a href='waydroid -l LOG'>waydroid -l LOG</a>, --log LOG Verzeichnisspfad zur Logfile <br><br><a href='waydroid --details-to-stdout'>waydroid --details-to-stdout</a> Details werden direkt ausgegeben und nicht im Log gespeichert <br><br><a href='waydroid -v'>waydroid -v</a>, --verbose Noch detailiertere Logfiles (Die Performance wird dadurch eventuell verschlechtert) <br><br><a href='waydroid -q'>waydroid -q</a>, --quiet Keine Logs werden geschrieben
fr: <a href='waydroid -h'>waydroid -h</a>, --help affiche ce message d'aide et quitte <br><br><a href='waydroid -V'>waydroid -V</a> , --version affiche le numéro de version du programme et quitte <br><br><a href='waydroid -l LOG'>waydroid -l LOG</a>, --log LOG chemin vers le fichier journal <br><br> <a href='waydroid --details-to-stdout'>waydroid --details-to-stdout</a> imprime les détails (par exemple, la sortie de construction) sur stdout, au lieu d'écrire dans le journal <br><br>< a href='waydroid -v'>waydroid -v</a>, --verbose écrit encore plus dans les fichiers journaux (cela peut réduire les performances) <br><br><a href='waydroid -q'>waydroid - q</a>, --quiet n'affiche aucun message de journal
nl: <a href='waydroid -h'>waydroid -h</a>, --help toon dit hulpbericht en sluit af <br><br><a href='waydroid -V'>waydroid -V</a>, --version toon het versienummer en sluit af <br><br><a href='waydroid -l LOG'>waydroid -l LOG</a>, --log LOG locatie van het logboek <br><br><a href='waydroid --details-to-stdout'>waydroid --details-to-stdout</a> toon gedetailleerde informatie (zoals de compilatie-uitvoer) in stdout i.p.v. in het logboek <br><br><a href='waydroid -v'>waydroid -v</a>, --verbose schrijf gedetailleerde informatie naar het logboek (hierdoor kan prestatieverlies optreden) <br><br><a href='waydroid -q'>waydroid -q</a>, --quiet leg geen logboeken aan

source: You copied a command to your clipboard. You can now paste and use it in the terminal app.
de: Du hast einen Befehl in die Zwischenablage gespeichert. Er kann nun in die Terminal-App eingefügt werden.
fr: Vous avez copié une commande dans votre presse-papiers. Vous pouvez maintenant la coller et l'utiliser dans l'application 'terminal'.
nl: Je hebt een opdracht gekopieerd. Open de terminalapp en plak daar de opdracht.
pt_pt: Você copiou um comando para a área de transferências. Você pode agora colar e usar na app do terminal.

source: Authorization
nl: Goedkeuring
pt_pt: Autorização

source: Enter your passcode:
nl: Voer je toegangscode in:
pt_pt: Introduza o seu código:

source: Enter your password:
de: Passwort eingeben:
fr: Entrez votre mot de passe :
nl: Voer je wachtwoord in:
pt_pt: Introduza a sua palavra-passe

source: passcode
nl: Toegangscode
pt_pt: código

source: password
nl: Wachtwoord
pt_pt: palavra-passe

source: Incorrect passcode
nl: De toegangscode is onjuist
pt_pt: Código incorreto

source: Incorrect password
nl: Het wachtwoord is onjuist
pt_pt: Palavra-passe incorreta

source: Uninstall Waydroid
de: Waydroid deinstallieren
fr: Désinstaller WayDroid
nl: WayDroid verwijderen
pt_pt: Desinstalar WayDroid

source: Press 'start' to uninstall Waydroid.
nl: Druk op ‘Starten’ om Waydroid te verwijderen.
pt_pt: Pressione 'iniciar' para desinstalar o WayDroid

source: Uninstallation starting
nl: Bezig met starten van verwijdering…
pt_pt: A inicar desistalação

source: Stopping Waydroid container service
nl: Bezig met stoppen van Waydroid-containerdienst…
pt_pt: A parar o serviço de container do WayDroid

source: Cleaning up Waydroid images
nl: Bezig met opruimen van Waydroid-schijfkopieën…
pt_pt: A limpar as imagens do WayDroid

source: Uninstallation complete!
nl: Het verwijderen is voltooid!
pt_pt: Desinstalação completa!

source: Wipe app data
nl: Appgegevens wissen
pt_pt: Limpar dados da app

source: Copyright
fr: Droits d'auteur
pt_pt: Direitos de autor

source: Other devices using Halium 9 or above may or may not work as well! <br> There is absolutely no warranty for this to work! Do not use this installer if you dont want to risk to brick your device permenantly (,which is highly unlikely though)!
pt_pt: Outros dispositivos com Halium 9 ou acima podem ou não funcionar! <br> Não existe garantia absoluta que isto funcionará! Não utilize o WayDroid Helper se não pretender bloquear o seu dispositivo (sendo, contudo, pouco provável)!

source: You are about to use an experimental Waydroid installer! <br> Supported devices:
pt_pt: Está prestes a utilizar um instalador experimental do WayDroid! <br> Dispositivos suportados:

source: GAPPS
fr: GAPPS (Google Apps)

source: By pressing 'start' the installation will, well... start. The installer will let you know what it is doing at the moment. Be patient! The installation may take a while. Do not close the app during the installation! Once Waydroid is installed, your device will restart automatically. I reccomend to disable screen suspension in the settings to keep the screen always on without touching it.
de: Durch Klick auf "start" wird die Installation, nunja... starten. Der Installer wird dich wissen lassen was er im Moment tut. Sei Geduldig! Die Installation wird etwas Zeit in Anspruch nehmen. Schließ auf keinen Fall die App während der Installation! Nach der Installation wird das Gerät neustarten. Ich empfehle das automatische Abschalten des Bildschirms in den Systemeinstellungen zu deaktivieren.
fr: En appuyant sur « démarrer » l'installation va débuter. L'installateur vous indiquera l'avancement des opérations. Soyez patient! L'installation peut prendre un certain temps. Ne fermez pas l'application pendant l'installation ! Une fois WayDroid installé, votre appareil redémarrera automatiquement. Il est recommandé de désactiver la suspension de l'écran dans les paramètres pour conserver l'écran toujours allumé sans le toucher.

source: Running
de: Läuft
fr: En cours

source: You are about to use an experimental Waydroid installer! <br> Supported devices (✔️ = tested): <br> * VollaPhone ✔️ (X) <br> * Redmi Note 7 (Pro) <br> * Redmi Note (9 Pro/9 Pro Max) <br> * Fairphone 3(+) <br> * Pixel (3a/XL/2 XL) <br> * MI A2 (wifi does not work with GAPPS) <br> * Poco F1 <br> * SHIFT6mq <br> These devices have partial support: <br> * Pixel 3a XL (no video playback) <br> * Pinephone (unstable) <br> * Redmi Note 9 (no external storage) <br> There is absolutely no warranty for this to work! Do not use this installer if you dont want to risk to brick your device (,which is highly unlikely though)!
fr: Vous êtes sur le point d'utiliser un programme d'installation expérimental de WayDroid ! <br> Appareils pris en charge (✔️ = testés) : <br> * VollaPhone ✔️ (X) <br> * Redmi Note 7 (Pro) <br> * Redmi Note 9 (Pro/Pro Max/S) <br> * Fairphone 3(+) <br> ** Pixel (3a/XL/2 XL) <br> * MI A2 (le Wi-Fi ne marche pas avec les GAPPS) <br> * Poco F1 <br> * SHIFT6mq <br> Ces appareils ont une prise en charge partielle : <br> * Pixel 3a XL (pas de lecture vidéo) <br> * Pinephone (instable) <br> * Redmi Note 9 (pas de stockage externe) <br> Il n'y a absolument aucune garantie que cela fonctionne ! N'utilisez pas ce programme d'installation si vous ne voulez pas risquer de détériorer le fonctionnement de votre appareil (ce qui est cependant hautement improbable) !

source: Press 'start' to uninstall WayDroid.
de: Drücke "Start" um WayDroid zu deinstallieren
fr: Appuyer sur « démarrer » pour désinstaller WayDroid.

source: You are about to use an experimental Waydroid installer! <br> Supported devices (✔️ = tested): <br> * VollaPhone ✔️ (X) <br> * Redmi Note 7 (Pro) <br> * Redmi Note 9 (Pro/Pro Max/S) <br> * Fairphone 3(+) <br> * Pixel 3a <br> There is absolutely no warranty for this to work! Do not use this installer if you dont want to risk to brick your device (,which is highly unlikely though)!
de: Dieser Installer ist noch experimentell! <br>Unterstützte Geräte (✔️ = getestet): <br> * VollaPhone ✔️ (X) <br> * Redmi Note 7 (Pro) <br> * Redmi Note 9 (Pro/Pro Max/S) <br> * Fairphone 3(+) <br> * Pixel 3a <br> Es gibt keine Garantie, dass die Installation funktioniert! Verwende den Installer nicht, wenn du dein Gerät nicht gefährden willst (auch wenn das sehr unwahrscheinlich ist)!
